{
    "roasts": [
        "You're the reason we can't have nice things.",
        "If ignorance is bliss, you must be the happiest person on the planet.",
        "You're like a cloud. When you disappear, it's a beautiful day.",
        "You're proof that even Google doesn't have all the answers.",
        "You bring everyone so much joy when you leave the room.",
        "You're not stupid; you just have bad luck thinking.",
        "Your face makes onions cry.",
        "You're like a software update. Whenever I see you, I think, 'Not now.'",
        "If laughter is the best medicine, your face must be curing the world.",
        "You're as useless as the 'g' in lasagna.",
        "You're like a light switch. Even a little kid can turn you on.",
        "I'd agree with you, but then we'd both be wrong.",
        "You're so ugly, you scared the crap out of the toilet.",
        "Your secrets are always safe with me. I never even listen when you tell me them.",
        "I'd explain it to you, but I left my crayons at home.",
        "You bring everyone a lot of joy... when you leave the room.",
        "I thought of you today. It reminded me to take out the trash.",
        "Your birth certificate is an apology letter from the condom factory.",
        "You're the reason the gene pool needs a lifeguard.",
        "You're as sharp as a marble.",
        "If I had a face like yours, I'd sue my parents.",
        "You must have been born on a highway, because that's where most accidents happen.",
        "You're so ugly, when you threw a boomerang, it didn't come back.",
        "You're proof that even God makes mistakes sometimes.",
        "You're like a candle in the wind - utterly pointless.",
        "If I wanted to kill myself, I'd climb your ego and jump to your IQ.",
        "You're the human version of a participation award.",
        "You're the reason God created the middle finger.",
        "You're a gray sprinkle on a rainbow cupcake.",
        "You're as useful as a screen door on a submarine.",
        "You're as bright as a black hole, and twice as dense.",
        "Your face could make onions cry.",
        "You're the reason evolution takes millions of years.",
        "You're so dumb, you got hit by a parked car.",
        "You have the right to remain silent because whatever you say will probably be stupid anyway.",
        "You're like a broken compass; you can't find yourself.",
        "Your family tree must be a cactus because everybody on it is a prick.",
        "You're the reason aliens lock their doors.",
        "You're as useful as a white crayon.",
        "If I had a dollar for every time you said something smart, I'd be broke.",
        "You're the reason they put instructions on shampoo bottles.",
        "You have an entire life to be an idiot. Why not take today off?",
        "You're the reason why Waldo is hiding.",
        "You're as useless as a knitted condom.",
        "You're like a software update: whenever I see you, I think 'Not now.'",
        "You're the reason even Scooby Doo can't solve mysteries anymore.",
        "You bring everyone so much joy when you leave the room.",
        "You're as useful as a chocolate teapot.",
        "You're like a penny; two-faced and not worth much.",
        "You're like a cloud. When you disappear, it's a beautiful day.",
        "You're like a light switch. Even a little kid can turn you on.",
        "You're so ugly, when you walk into a bank, they turn off the cameras.",
        "You're the reason they put warnings on poison.",
        "You're the reason parents lie to their kids about going to college.",
        "You're so dumb, you think a quarterback is a refund.",
        "You're as useless as a mute in a shouting contest.",
        "You're the reason they invented double doors.",
        "You're as sharp as a marble.",
        "You're so ugly, you make blind kids cry.",
        "You're like a rainbow in the dark - pointless.",
        "You're the reason they put 'instructions' on shampoo bottles.",
        "You're the reason the gene pool needs a lifeguard.",
        "You're as bright as a black hole, and twice as dense.",
        "You're so dumb, you think Cheerios are donut seeds.",
        "You're the reason people use 'idiot' as an insult.",
        "You're as useful as a knitted condom.",
        "You're like a walking comma - a pause in everyone's life.",
        "You're the reason the chicken crossed the road.",
        "You're as useless as a screen door on a submarine.",
        "You're like a software update: whenever I see you, I think 'Not now.'",
        "You're so ugly, when you threw a boomerang, it didn't come back.",
        "You're the human version of a participation award.",
        "You're the reason even Scooby Doo can't solve mysteries anymore.",
        "You're like a light switch. Even a little kid can turn you on.",
        "You're so ugly, you make onions cry.",
        "You're like a gray sprinkle on a rainbow cupcake.",
        "You're the reason aliens lock their doors.",
        "You're the reason they put instructions on shampoo bottles.",
        "You're the reason people use 'idiot' as an insult.",
        "You're as useless as a knitted condom.",
        "You're like a walking comma - a pause in everyone's life.",
        "You're the reason the chicken crossed the road.",
        "You're as useless as a screen door on a submarine.",
        "You're like a software update: whenever I see you, I think 'Not now.'",
        "You're so ugly, when you threw a boomerang, it didn't come back.",
        "You're the human version of a participation award.",
        "You're the reason even Scooby Doo can't solve mysteries anymore.",
        "You're like a light switch. Even a little kid can turn you on.",
        "You're so ugly, you make onions cry.",
        "You're like a gray sprinkle on a rainbow cupcake.",
        "You're the reason aliens lock their doors.",
        "You're the reason they put instructions on shampoo bottles."
    ]
}
